<p class="gap">LG Chem разрабатывает и производит препараты на основе гиалуроновой кислоты более 20 лет.</p>
<p><span class="years">1990</span><span>Исследования и разработки гиалуроновой кислоты начались с развития штамма-продуцента.</span></p>
<p><span class="years">1995</span><span>Выпущена первая в Корее гиалуроновая кислота для офтальмологического использования.</span></p>
<p><span class="years">2000</span><span>В Корее выпущен костно-суставной препарат, улучшающий скольжение суставных поверхностей.</span></p>
<p><span class="years">2010</span><span>YVOIRE<span class="suffix">Ⓡ</span>, В Корее выпущен 1-й филлер, стабилизированный по технологии HICE.</span></p>
<p><span class="years">2020</span><span>YVOIRE<span class="suffix">Ⓡ</span> plus, Запуск в России линии филлеров с лидокаином в составе.</span></p>