<p>Надежные материалы ГК, представленные в<i class="fda"><img src="/local/templates/yvoire/images/sub/haofyvoire/fda.jpg" alt="FDA"/></i>DMF <b>1)</b></p>
<p class="edom">И сертифицированные<i class="edom"><img src="/local/templates/yvoire/images/sub/haofyvoire/edom.jpg" alt="FDA"/></i>DMF <b>2)</b></p>
<p>
    Гиалуроновая неживотного происхождения, выпускаемая LG Chem, применяется в различных областях медицины с 1995 года, доказав свою безопасность и эффективность. Субстанция гиалуроновой кислоты LG Chem одобрена Управлением по санитарному надзору за качеством пищевых продуктов и медикаментов США (FDA), а также Европейским директоратом по контролю за качеством лекарственных препаратов (EDQM).
</p>